import cardimage1 from '../images/image_08.jpg';
import cardimage2 from '../images/image_04.jpg';
import cardimage3 from '../images/image_07.jpg';

import image_06 from '../images/image_06.png';
import image_01 from '../images/image_01.png';
import image_05 from '../images/image_05.png';

export const cards = [
  {
    source: {
      "id": null,
      "name": "ДЗЕН"
    },
    author: "e7bookmarking",
    title: "1 Национальное достояние – парки",
    description: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    url: 'https://zen.yandex.ru/',
    urlToImage: cardimage1,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "МЕДУЗА"
    },
    author: "e7bookmarking",
    title: "2 Лесные огоньки: история одной фотографии",
    description: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    url: 'https://meduza.io/',
    urlToImage: cardimage2,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "РИА"
    },
    author: "e7bookmarking",
    title: "3 «Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    description: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    url: 'https://ria.ru/',
    urlToImage: cardimage3,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "ДЗЕН"
    },
    author: "e7bookmarking",
    title: "4 Национальное достояние – парки Национальное достояние – парки",
    description: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе. В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    url: 'https://zen.yandex.ru/',
    urlToImage: cardimage1,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "МЕДУЗА"
    },
    author: "e7bookmarking",
    title: "5 Лесные огоньки: история одной фотографии. Лесные огоньки: история одной фотографии",
    description: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы. Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    url: 'https://meduza.io/',
    urlToImage: cardimage2,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "РИА"
    },
    author: "e7bookmarking",
    title: "6 «Первозданная тайга»: новый фотопроект Игоря Шпиленка Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    description: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где",
    url: 'https://ria.ru/',
    urlToImage: cardimage3,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "ДЗЕН"
    },
    author: "e7bookmarking",
    title: "7 Национальное достояние – парки",
    description: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    url: 'https://zen.yandex.ru/',
    urlToImage: cardimage1,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "МЕДУЗА"
    },
    author: "e7bookmarking",
    title: "8 Лесные огоньки: история одной фотографии",
    description: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    url: 'https://meduza.io/',
    urlToImage: cardimage2,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "РИА"
    },
    author: "e7bookmarking",
    title: "9 «Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    description: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    url: 'https://ria.ru/',
    urlToImage: cardimage3,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "ДЗЕН"
    },
    author: "e7bookmarking",
    title: "10 Национальное достояние – парки Национальное достояние – парки",
    description: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе. В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    url: 'https://zen.yandex.ru/',
    urlToImage: cardimage1,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "МЕДУЗА"
    },
    author: "e7bookmarking",
    title: "11 Лесные огоньки: история одной фотографии. Лесные огоньки: история одной фотографии",
    description: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы. Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    url: 'https://meduza.io/',
    urlToImage: cardimage2,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
  {
    source: {
      "id": null,
      "name": "РИА"
    },
    author: "e7bookmarking",
    title: "12 «Первозданная тайга»: новый фотопроект Игоря Шпиленка Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    description: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где",
    url: 'https://ria.ru/',
    urlToImage: cardimage3,
    publishedAt: "2021-01-09T18:10:42Z",
    content: ""
  },
]

export const savedCards = [
  {
    source: {
      "id": null,
      "name": "ДЗЕН"
    },
    author: "e7bookmarking",
    title: "Национальное достояние – парки",
    description: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    url: 'https://zen.yandex.ru/',
    urlToImage: image_06,
    publishedAt: "2021-01-09T18:10:42Z",
    content: "",
    tag: "ПриродаПрирода"
  },
  {
    source: {
      "id": null,
      "name": "АФИША"
    },
    author: "e7bookmarking",
    title: "Лесные огоньки: история одной фотографии",
    description: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    url: 'https://www.afisha.ru/',
    urlToImage: image_01,
    publishedAt: "2021-01-09T18:10:42Z",
    content: "",
    tag: "Природа"
  },
  {
    source: {
      "id": null,
      "name": "МЕДИАЗОНА"
    },
    author: "e7bookmarking",
    title: "«Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    description: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    url: 'https://zona.media/',
    urlToImage: image_05,
    publishedAt: "2021-01-09T18:10:42Z",
    content: "",
    tag: "Тайга Тайга Тайга Тайга Тайга"
  },
  {
    source: {
      "id": null,
      "name": "МЕДИАЗОНА"
    },
    author: "e7bookmarking",
    title: "«Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    description: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    url: 'https://zona.media/',
    urlToImage: image_06,
    publishedAt: "2021-01-09T18:10:42Z",
    content: "",
    tag: "Парки"
  },
  {
    source: {
      "id": null,
      "name": "АФИША"
    },
    author: "e7bookmarking",
    title: "Лесные огоньки: история одной фотографии",
    description: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    url: 'https://www.afisha.ru/',
    urlToImage: image_01,
    publishedAt: "2021-01-09T18:10:42Z",
    content: "",
    tag: "Фотография"
  },
  
]
